Repository: myclabs/Inventory
Catalog: application/languages/Orga/analysis.tmx
Source language: fr
Languages: en

source: Tester si la structure des données d'analyse est à jour
en: Test whether or not analysis data are up to date

source: La structure des données d'analyse est à jour
en: Analysis data structure is up to date

source: La structure des données d'analyse n'est pas à jour. Merci de cliquer une nouvelle fois sur ce bouton si vous souhaitez la mettre à jour.
en: Analysis data structure is not up to date. Please press this button again if you want to update it.

source: Exports PDF composés
en: Composite PDF exports

source: La génération du fichier est en cours. Une fenêtre de téléchargement devrait apparaître d'ici quelques secondes, merci de patienter. Merci de fermer ce message une fois le téléchargement terminé.
en: File generation in progress. Download window should appear within a few seconds, thank you for your patience. Please close this message once upload is finished.
